{
	"title": "Liquid-solid metallic mixture coarsening data - 28% solid",
	"authors": ["Gibbs, John W.", "Voorhees, Peter W.", "Fife Julie L."],
	"institutions": ["Northwestern University"],
	"publisher": "Materials Data Facility",
	"funding_details": ["DOE grant DE-FG02-99ER45782/A012",
		"DOE NNSA Stewardship Science Graduate Fellowship (grant DE-FC52-08NA28752)"
	],
	"associated_doi": ["10.1186/2193-9772-3-6", "10.1016/j.actamat.2014.01.024"],
	"links": ["http://dx.doi.org/10.1186/2193-9772-3-6",
		"http://dx.doi.org/10.1016/j.actamat.2014.01.024",
		"http://www.gibbsium.org/thesis"
	],
	"material_type": ["metal"],
	"material_composition": ["Al-Cu"],
	"structure": ["bulk", "crystalline", "fluid", "interphase"],
	"material_class": ["diffusion", "thermodynamic"],
	"data_acquisition_method": ["X-ray computed tomography"],
	"data_acquisition_location": ["TOMCAT beamline at the Swiss Light Source, Paul Scherrer Institut",
		"Swiss Light Source", "Paul Scherrer Institut", "PSI", "SLS"
	],
	"sample_processing": ["casting", "directional solidification"],
	"keywords": ["coarsening", "liquid-solid mixture", "in situ", "computed tomography",
		"Al-Cu", "segmentation", "registration", "4D data"
	],
	"primary_product": ["raw projection data", "tomographic reconstruction", "segmented microstructure data"],
	"data_encoding": ["HDF5"],
	"description": "This data was collected to study isothermal coarsening of a liquid-solid metallic mixture. In these experiments, an Al-Cu alloy was heated to 5K above the eutectic temperature, forming a liquid-solid mixture with a constant amount of the two phases. The initial microstructure on heating is a dendritic array within a eutectic matrix; once the temperature exceeds the eutectic temperature, the eutectic matrix melts leaving the dendrites surrounded by liquid. In this state, the interfaces between liquid and solid can rapidly coarsen to decrease the total interfacial area and energy of the system. Observing this process of coarsening was the original goal of collecting these datasets. \r\nIn theses experiments, the liquid-solid mixture is held for a period of 2 to 15 hours with 3D x-ray tomographic scans taking place every 50 to 250 seconds. The tomographic scans were performed at the TOMCAT beamline at the Swiss Light Source. Both monochromatic and polychromatic beams were used during this experimental campaign to achieve either higher data acquisition rates (polychromatic beam) or images with fewer artifacts (monochromatic beam). These details are specified in the metadata of each dataset. \r\nThe data here is includes the projection data, reconstructed tomograms, segmented tomograms, and processed data. The reconstructions were done with the filtered back projection algorithm. Segmentation was done using a 4D implementation of the method described in [1]. The processed data includes fields for the interfacial area per voxel (A), principal curvatures (k1, k2), and interfacial velocity (V). \r\n 1: J.W. Gibbs, P.W. Voorhees, \"Segmentation of four-dimensional, X-ray computed tomography data\" IMMI (2014). doi: 10.1186/2193-9772-3-6"
}
